Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/A3 Listado peligros general ENG oli_ENG-ESP_BT.tmx
Source language: en
Languages: es

source: A3 Listado peligros general ENG oli.docx
es: A3 Listado peligros general ESP.docx

source: HAZARDS
es: PELIGROS

source: (This list is not exhaustive)
es: (esta listado no es exhaustivo)

source: PHYSICAL
es: FÍSICOS

source: Falls
es: Caídas

source: Falls on the same level (i.e.: slippery or uneven floors)
es: Caídas al mismo nivel (ej: pisos resbaladizos o desnivelados)

source: Falls from one level to another (i.e.: works at height)
es: Caídas a distinto nivel (ej: trabajos en altura)

source: Blows
es: Golpeado

source: Hit against
es: Golpeado contra

source: Hit with
es: Golpeado con

source: Hit by
es: Golpeado por

source: Getting trapped
es: Atrapamiento

source: Trapped in
es: Atrapado en

source: Trapped between
es: Atrapado entre

source: Trapped under
es: Atrapado bajo

source: Getting caught
es: Enredamiento

source: Caught with
es: Enredado con

source: Getting crushed
es: Aplastamiento

source: Crushed with
es: Aplastado con

source: Burns
es: Quemaduras

source: Burns by
es: Quemaduras con

source: Contact
es: Contacto

source: Contact with sharp objects
es: Contacto con elementos cortantes

source: Contact with blunt objects
es: Contacto con elementos punzantes

source: Contact with surfaces at extreme temperatures (cold or hot)
es: Contacto con superficies con temperatura extrema (fría o caliente)

source: Exposure or contact with power sources
es: Exposición o contacto con fuentes de energía

source: Contact with electricity
es: Contacto con elementos energizados eléctricamente

source: Exposure to noise
es: Exposición a ruido

source: Exposure to vibrations
es: Exposición a vibraciones

source: Exposure to radiation
es: Exposición a radiaciones

source: Exposure to non-ionizing radiations / UVA-UVB
es: Exposición a radiaciones no ionizantes / UVA-UVB

source: Exposure to ionizing radiations
es: Exposición a radiaciones ionizantes

source: Projection of particles
es: Proyección de partículas

source: Projection of particles or solid fragments
es: Proyección de partículas o fragmentos sólidos

source: Projection of incandescent particles
es: Proyección de partículas incandescentes

source: Projection of liquids
es: Proyección de líquidos

source: Accidents
es: Siniestro

source: Getting run over
es: Atropellos

source: Hazards due to explosions (related with the amount and nature of the flammable material)
es: Peligros por explosión (relacionado a la cantidad y naturaleza del material inflamable)

source: Fire hazards (related with the amount and nature of the flammable material)
es: Peligros por incendios (relacionado a la cantidad y naturaleza del material inflamable)

source: Emergency hazards
es: Peligros por emergencias

source: Ergonomic hazards
es: Peligros ergonómicos

source: Repetitive movements or tasks
es: Movimientos o trabajos repetitivos

source: Inadequate work space
es: Inadecuado espacio para trabajar

source: Workplace design does not consider human factors
es: Diseño del lugar de trabajo no considera factores humanos

source: Posture risks
es: Riesgos posturales

source: Overexertion
es: Sobreesfuerzos

source: Overexertion due to manual handling of materials
es: Sobreesfuerzo por manejo manual de materiales

source: Overexertion due to falls
es: Sobre esfuerzo por caídas

source: Other
es: Otros

source: Falling objects
es: Caída de objetos desde altura

source: Collisions or overturns
es: Colisión o volcamiento

source: Exposure to extreme temperatures
es: Exposición a temperaturas extremas

source: Exposure to geographical altitude
es: Exposición a altura geográfica

source: Exposure to insufficient lighting
es: Exposición a luminosidad insuficiente

source: CHEMICAL
es: QUÍMICOS

source: Inhalation
es: Inhalación

source: Exposure to and inhalation of chemical gases or vapors
es: Exposición e inhalación de gases o vapores de productos químicos

source: Exposure to and inhalation of suspended particles (i.e.: dust)
es: Exposición e inhalación de partículas en suspensión (ej: polvos)

source: Contact with chemical products
es: Contacto con productos químicos.

source: Ingestion
es: Ingestión

source: Ingestion of chemical products
es: Ingestión de productos químicos

source: Projection of chemical products
es: Proyección de productos químicos

source: BIOLOGICAL
es: BIOLÓGICOS

source: Inhalation of
es: Inhalación de

source: Inhalation of biological agents (viruses, allergens, bacteria, fungi, parasites)
es: Inhalación de agentes biológicos (virus, alergénicos, bacterias, hongos, parásitos)

source: Transmission of
es: Transmisión de

source: Transmission through contact, including body fluids, insect bites, etc.
es: Transmisión vía contacto, incluyendo fluidos corporales, picadas de insectos, etc

source: Ingestion of
es: Ingestión de

source: Ingestion of biological agents (i.e.: through contaminated products)
es: Ingestión de agentes biológicos (ej: vía productos contaminados)

source: PSYCHOLOGICAL
es: PSICOLÓGICOS
